Repository: ylatuya/Flumotion
Catalog: po/*.po
Languages: de, fr

source: Flumotion Administration
fr: Administration de Flumotion

source: Flumotion Connections
fr: Connexions de Flumotion

source: Name of step
de: Name der Stufe
fr: Nom de l'étape

source: Bit _rate:
fr: _Débit:

source: _Password:
fr: Mot de _Passe

source: _Username:
fr: _Utilisateur:

source: Open Connection...
de: Öffne Verbindung...
fr: Ouvrir une Connexion...

source: Please choose a connection from the box below.
de: Bitte eine Verbindung wählen.
fr: Veuillez choisir une connection ci-dessous.

source: Clear _All
de: _Alle entfernen
fr: Tout _Enlever

source: Audio & Video
de: Audio und Video
fr: Audio et Vidéo

source: Audio only
de: nur Audio
fr: Audio seulement

source: S_ave to disk
de: _Auf Festplatte speichern
fr: _Enregistrer sur disque

source: S_tream over HTTP
de: S_trom über HTTP
fr: Diffusion sur _HTTP

source: Stream to _Icecast2
fr: Diffuser vers _Icecast2

source: Video only
de: nur Video
fr: Vidéo seulement

source: Level:
fr: Niveau :

source: Marker:
fr: Worker

source: Write debug marker ...
fr: Écrire un marqueur de débogage...

source: _Cancel
fr: _Annuler

source: Record at startup
de: Vom Start mitschneiden
fr: Enregistrer au démarrage

source: _Choose location:
de: _Speicherort wählen:
fr: _Choisir un emplacement:

source: _Rotate entry every:
fr: Effectuer une _rotation tous les :

source: _Select
fr: _Selectionner

source: _Video:
fr: _Vidéo:

source: Connect to a _running manager
de: Verbindung zu einem laufenden manager
fr: Connexion à un manage_r actif

source: Start a _new manager and connect to it
de: Einen neuen Manager starten und zu ihm verbinden
fr: Démarrer un _nouveau manager et se connecter à celui-ci

source: _Open recent connection
de: Alte Verbinsung öffnen
fr: _Ouvrir une connexion récente

source: But it had a very good reason.
fr: Mais il avait une très bonne raison.

source: The manager could not be created.
fr: Le manager n'a pas pu être créé.

source: Starting manager ...
fr: Démarrage du manager ...

source: The manager and worker have been created. You can connect to the manager. You can shut it down later:
fr: Manager et worker ont été créés. Vous pouvez vous connecter au manager. Vous pouvez l'éteindre plus tard :

source: Bandwidth limit:
fr: Limite de _bande passante:

source: Bu_rst on connect
de: _Fülle bei Verbindungsbeginn
fr: Bu_rst à la connexion

source: Public hostname:
fr: Nom public de l'hôte :

source: Send buffered data to new clients. This reduces the delay before playback starts, but increases the latency.
fr: Envoyer des données par tampoms aux nouveaux clients. Cela réduit le délai avant lecture mais augmente la latence.

source: User limit:
fr: Limite d'_utilisateurs:

source: _Advanced settings
fr: Configuration _avancée

source: _Mount point:
de: Einbindungspunkt:
fr: Point de _Montage:

source: Specify _license:
de: Lizenz festlegen:
fr: Préciser la _license:

source: <b>Server configuration:</b>
fr: <b>Configuration du serveur</b>

source: The base path the streamer serves on. All URLs will be prefixed with this. Defaults to '/'.
fr: Le chemin de base du streamer, toutes les URLs seront préfixés avec lui. '/' par défaut.

source: _Directory:
fr: Répertoire :

source: _File name:
fr: Nom de _fichier :

source: _Select...
fr: _Selectionner...

source: _Host:
fr: _Hôte :

source: _Secure connection via SSL
de: _Sichere Verbindung per SSL
fr: Connexion _sécurisée via SSL

source: Show _logos in bottom left corner
fr: Afficher des logos dans le coin inférieur droit :

source: Show _text in upper left corner:
de: _Text in der oberen linken Ecke anzeigen:
fr: Afficher du _texte dans le coin supérieur gauche :

source: Enable this to stream audio.
fr: Si vous souhaitez diffuser de l'audio.

source: Enable this to stream video.
fr: Si vous souhaitez diffuser de la vidéo.

source: Please select the producers you want to use in your live stream:
fr: Sélectionnez les producteurs que vous voulez utiliser dans votre flux en direct :

source: Flumotion Configuration Assistant
fr: Assistant de Configuration de Flumotion

source: Please select what you would like to do:
fr: Choisissez ce que vous voulez faire :

source: Please select the producers you want to use for your streamer:
fr: Sélectionnez les producteurs que vous voulez utiliser pour votre streamer :

source: Associated _URL:
fr: _URL associée:

source: P_assword:
fr: Mot de _Passe :

source: Server _Hostname:
fr: Nom du serveur _hôte :

source: Server _Port:
fr: _Port du serveur :

source: This is an informative URL which will be associated with the stream. For instance, it may be a descriptive HTML page.
fr: C'est une URL informative qui sera associée aux flux. Par example, cela peut-être une page HTML de description.

source: This is the IP address of the existing Icecast server which will receive the stream.
fr: C'est l'adresse IP du serveur Icecast existant qui va recevoir le flux.

source: This is the network port on which the existing Icecast server is listening for the stream.
fr: C'est le port réseau sur lequel le serveur Icecast existant attend le flux.

source: _Name:
fr: Nom:

source: Congratulations. You are now ready to use your streaming server. When you press &quot;Finish&quot;, your configuration will be automatically loaded on your network. This will take some time.
fr: Félicitations·! Votre serveur de diffusion est maintenant prêt à l'utilisation En appuyant sur &quot;Appliquer &quot;, votre configuration sera automatiquement chargé sur votre réseau. Cette procédure peut prendre un certain temps.

source: _Frame Rate:
fr: Images par seconde :

source: _Height:
de: _Höhe
fr: _Hauteur :

source: _Pattern:
de: M_otiv:
fr: M_otif:

source: _Width:
de: _Breite
fr: _Largeur

source: Internal error in component.
de: Fehler innerhalb einer Komponente
fr: Erreur interne dans le composant.

source: Worker %s logged in.
fr: Worker %s connecté.

source: Worker %s logged out.
fr: Worker %s déconnecté.

source: _Connection
de: _Verbindung
fr: _Connexion

source: _Open Recent Connection...
fr: _Ouvrir une connexion récente

source: Connect to a recently used connection
fr: Ouvrir une connexion récente

source: Connect to _running manager...
fr: Connexion à un manage_r actif...

source: _Import Configuration...
de: Einstellungen _laden...
fr: _Importer Configuration...

source: _Export Configuration...
de: Einstellungen _speichern...
fr: _Exporter Configuration...

source: _Quit
fr: _Quitter

source: Quit the application and disconnect from the manager
fr: Quitte l'application et la déconnecte du manager

source: _Manage
de: _Managen
fr: _Contrôler

source: _Start Component(s)
fr: _Démarrer le(s) composant(s)

source: Start the selected component(s)
fr: _Démarrer le Composant

source: St_op Component(s)
fr: Arrêter le(s) composant(s)

source: Stop the selected component(s)
fr: Arrêter le(s) composant(s) sélectionné(s)

source: _Delete Component(s)
fr: Supprimer le(s) composant(s)

source: Delete the selected component(s)
fr: Supprimer le(s) composant(s) sélectionné(s)

source: Start _All
de: _Alle Starten
fr: _Tout Démarrer

source: Start all components
fr: _Démarrer tous le(s) composants

source: Stop A_ll
de: Alle sto_ppen
fr: Tout A_rrêter

source: Stop all components
fr: _Arrêter tous les composants

source: _Clear All
de: Alle _entfernen
fr: Tout _Enlever

source: Remove all components
fr: Enlever tous les composants

source: Add new encoding _format...
fr: Ajouter un nouveaut _format d'encodage...

source: Add a new format to the current stream
fr: Ajouter un nouveau format au flux courant

source: Run _Assistant
fr: Lancer l'_Assitant

source: Run the configuration assistant
fr: Lancer l'assistant de configuration

source: _Debug
fr: _Déboguage

source: _Help
de: _Aide
fr: _Aide

source: _Contents
fr: _Contenus

source: _About
fr: _À propos

source: _Kill Component
fr: _Tue le composant

source: Kills the currently selected component
fr: _Tue le composant sélectionné

source: Enable _Debugging
fr: Active le débogage

source: Enable debugging in the admin interface
fr: Active le débugage dans l'interface administrateur

source: Start _Shell
de: starte _Kommandozeile
fr: Démarrer le _Shell

source: Start an interactive debugging shell
fr: Lance une console interactive de débogage

source: Dump configuration
fr: Exporter la configuration

source: Dumps the current manager configuration
fr: Exporter la configuration courante

source: Write debug marker...
fr: Ëcrire un marqueur de débogage...

source: Writes a debug marker to all the logs
fr: Écrit un marqueur de débogage dans tous les logs

source: Flumotion: Not connected
fr: Flumotion : Non connecté

source: Flumotion: Connecting to %s:%s
fr: Flumotion : Connexion à %s:%s

source: Connect to the manager on %s
fr: Connexion au manager sur %s

source: Cannot run assistant without being connected to a manager
fr: Impossible de lancer l'assistant sans être connecté à un manager

source: Cannot run the configuration assistant since there is at least one component in the lost state
fr: Impossible de lancer l'assistant de configuration car il y a au moins un composant dans l'état "perdu"

source: Running the Configuration Assistant again will remove all components from the current stream and create a new one.
fr: Lancer l'assistant de nouveau retirera tous les composants du flux courant et en créera un nouveau.

source: Keep the current stream
fr: Garder le flux courant

source: Run the Assistant anyway
fr: Lancer l'assistant tout de même

source: The assistant cannot be run because no workers are logged in.
fr: L'assistant ne peut être executé car aucun worker n'est connecté.

source: %s - Flumotion Administration
fr: %s - Administration de Flumotion

source: Not connected
de: nicht verbunden
fr: Non connecté

source: Some component(s) are still busy and cannot be removed. Try again later.
fr: Certain(s) composant(s) sont encore occupé(s) et ne peu(ven)t être retiré(s). Réssayez plus tard.

source: %s component %s
fr: %s composant %s

source: %s components.
fr: %s composants

source: Failed to %s some components.
fr: Impossible de %s certains composants.

source: %s components %s
fr: %s composants %s

source: Component %s is sad.
fr: Le composant %s est malheureux

source: Reconnecting ...
fr: Reconnexion...

source: Import Configuration...
de: Einstellungen laden
fr: Importer configuration...

source: Import
fr: Importer

source: All files
fr: Tous les fichiers

source: Export Configuration...
de: Einstellungen speichern
fr: Exporter la configuration...

source: Export
fr: Exporter

source: File already exists. Overwrite?
de: Diese Datei existiert bereits. Soll sie überschrieben werden?
fr: Le fichier existe déjà. Ecrire par dessus ?

source: Consumption
fr: _Consommation

source: Sad
fr: Triste

source: Happy
fr: Content

source: Sleeping
fr: Endormi

source: Waking
fr: En réveil

source: Hungry
fr: Affamé

source: Lost
fr: Perdu

source: Component
de: Komponente
fr: Composant

source: [any worker]
de: [irgendein Arbeiter]
fr: [n'importe quel worker]

source: <b>Worker %s is not connected</b>
fr: <b>Le worker %s n'est pas connecté</b>

source: <b>Component is %s</b>
fr: <b>Le composant est %s</b>

source: Loading UI for %s...
fr: Chargement de l'interface de %s

source: This component has a UI bug.
fr: Ce composant souffre d'un bogue d'interface.

source: Component '%s' is still sleeping.
fr: Le composant %s est encore en train de dormir

source: Component '%s' has a UI bug.
fr: Le composant '%s' présente un bug d'interface graphique.

source: Welcome
fr: Bienvenue

source: Scenario
fr: Scénario

source: Checking the existence of GStreamer element '%s' on %s worker.
fr: Vérification de l'existence de l'élément GStreamer '%s' sur le worker '%s'.

source: Worker '%s' is missing GStreamer element '%s'.
de: Die Komponente '%s' vermisst das GStreamer-Element '%s'.
fr: Le worker '%s' n'a pas l'élément GStreamer '%s'.

source: Please install the necessary GStreamer plug-ins that provide these elements and restart the worker.
de: Bitte die notwendigen GStreamer-Plugins installierenund den Arbeiter neustarten.
fr: Veuillez installer les plug-ins GStreamer fournissant ces éléments puis redémarrer le worker.

source: You will not be able to go forward using this worker.
de: Es ist nich möglich fortzusetzen, wenn dieser Arbeiter benutzt werden soll.
fr: Vous ne pourrez pas continuer en utilisant ce worker.

source: Worker '%s' cannot import module '%s'.
de: Arbeiter '%s' kann das Module '%s' nicht importieren.
fr: Le worker '%s' ne peut importer le module '%s'.

source: This module is part of '%s'.
de: Dieses Modul ist teil von '%s'.
fr: Ce module fait partie de '%s'.

source: The project's homepage is %s
de: Die Homepage des Projekts ist %s
fr: La page du projet est %s

source: Internal error: could not run check code on worker.
de: Interner Fehler: konnte die Überprüfung bei einem Arbeiter nicht durchführen.
fr: Erreur interne: impossible d'éxécuter le code de vérification sur le worker

source: All workers have logged out. Make sure your Flumotion network is running properly and try again.
de: Alle Arbeiter haben sich abgemeldet. Gehe sicher, dass das Flumotion Netzwerk ordentlich funktioniert und versuche es erneut.
fr: Tous les workers se sont déconnectés. Vérifiez que votre réseau Flumotion est correctemment configuré.

source: Hostname
fr: Nom d'_hôte

source: Last used
fr: Dernier utilisé

source: About Flumotion
de: Über Flumotion
fr: A propos de Flumotion

source: Flumotion is a streaming media server. © 2004, 2005, 2006, 2007, 2008 Fluendo S.L.
fr: Flumotion est un serveur de diffusion de média. © 2004, 2005, 2006, 2007, 2008 Fluendo S.L.

source: Authors
de: Autoren
fr: Auteurs

source: Connection Refused
fr: Connexion Refusée

source: "%s" refused your connection. Check your user name and password and try again.
fr: "%s" a refusé votre connexion. Vérifiez vos nom d'utilisateur et mot de passe et réssayez.

source: Connection Failed
fr: Connexion échouée

source: Connection to manager on %s failed (%s).
de: Verbindung zum Manager auf %s schlug fehl (%s).
fr: Connection au manager sur %s a echouée (%s).

source: Already Connected to %s
fr: Déjà connecté à %s

source: You cannot connect twice to the same manager. Try disconnecting first.
fr: Vous ne pouvez pas vous connectez deux fois au même manager. Essayez de vous déconnecter d'abord.

source: Connect to Flumotion Manager
fr: Connexion au manager Flumotion

source: Flumotion Admin needs to connect to a Flumotion manager.
de: Flumotion Admin muss mit einem Flumotion Manager verbunden werden.
fr: L'administrateur Flumotion doit se connecter à un manager Flumotion.

source: Choose an option from the list and click "Forward" to begin.
de: Wähle eine Möglichkeit von der Liste und klicke "Weiter".
fr: Choisissez une option dans la liste et appuyez sur "Suivant" pour démarrer.

source: Host Information
fr: Information sur l'hôte

source: Please enter the address at which the manager is running.
fr: Veuillez entrer l'adresse à laquelle le manager est actif.

source: Authentication
de: Anmeldung
fr: Authentification

source: Please enter your username and password.
fr: Entrez votre nom d'utilisateur et mot de passe.

source: Recent Connections
fr: Connexions récentes

source: Start a New Manager and Worker
fr: Démarrer un nouveau Manager et Worker

source: This will start a new manager and worker for you. The manager and worker will run under your user account. The manager will only accept connections from the local machine. This mode is only useful for testing Flumotion.
fr: Cela va démarrer un nouveau manager et worker pour vous. Le manager et worker seront lancés sous votre compte utilisateur. Le manager n'acceptera de connexions que de la machine locale. Ce mode n'est utile qu'à des fins de test de Flumotion.

source: Failed to Start
fr: Échec au démarrage

source: The command exited with an exit code of %d.
fr: La commande a terminé avec un code de sortie de %d.

source: The command that failed was: <i>%s</i> %s
fr: La commande qui a échoué etait : <i>%s</i> %s

source: Started Manager and Worker
fr: Démarrer un le Manager et le Worker

source: The admin client will now connect to the manager. Configuration files are stored in <i>%s</i> Log files are stored in <i>%s</i> You can shut down the manager and worker later with the following command: <i>%s</i>
fr: L'administrateur client va maintenant se connecter au manager. Les fichiers de configuration sont stockés dans <i>%s</i> Les fichiers de log sont stockés dans <i>%s</i> Vous pouvez éteindre le manager et le worker plus tard avec la commande suivante : <i>%s</i>

source: Error
de: Fehler
fr: Erreur

source: Warning
de: Warnung
fr: Avertissement

source: Posted on %s.
fr: Posté sur %s.

source: Debug information:
de: Information zur Fehlerbeseitigung:
fr: Information de débogage:

source: Overlay
fr: Surimpression

source: Click "Forward" to proceed without overlay.
fr: Appuyez sur Suivant pour continuer sans surimpression.

source: Please install the '%s' python module.
fr: Veuillez installer le module python '%s'.

source: Learn how to install Python modules.
fr: Apprenez à installer des modules Python.

source: Learn how to change device permissions.
fr: Apprendre à changer les permissions d'un périphérique.

source: Learn how to install GStreamer elements.
fr: Apprenez à installer des modules Python.

source: %d week
fr: %d semaine

source: %d weeks
fr: %d semaines

source: %d day
fr: %d jour

source: %d days
fr: %d jours

source: Creating %s ...
fr: Création de %s...

source: Could not create %s.
fr: Impossible de créer %s.

source: Starting %s ...
fr: Démarrage de %s ...

source: Could not start %s.
fr: Impossible de démarrer %s.

source: The %s was killed.
fr: Le %s a été tué.

source: The %s crashed.
fr: Le %s a planté.

source: However, no core dump was generated. You may need to configure the environment if you want to further debug this problem.
fr: Cependant, aucun dump du cœur n'a été généré. Vous pourriez avoir besoin de configurez votre environnement si vous souhaitez déboguer ce problème plus en détail.

source: The core dump is '%s' on the host running '%s'.
fr: Le dump du cœur est '%s' sur l'hôte sur lequel '%s' est lancé.

source: Learn how to analyze core dumps.
fr: Apprendre à analyser les dumps de coeur.

source: Internal error in component UI's '%s' tab. Please file a bug against the component.
fr: Erreur interne dans l'onglet '%s' de l'interface graphique du composant. Veuillez rapporter un bogue contre ce composant.

source: Internal error. See component error message for more details.
fr: Erreur interne Regardez le message d'erreur du composant pour plus de détails.

source: <b>Component</b>
fr: <b>Composant</b>

source: <b>Process</b>
fr: <b>Processus</b>

source: CPU use:
fr: Utilisation processeur :

source: N/A
fr: Non disponible

source: Running since:
fr: En fonctionnement depuis :

source: Statistics
de: Statistik
fr: Statistiques

source: Uptime:
fr: Durée de fonctionnement :

source: Virtual memory:
fr: Mémoire virtuelle :

source: Nothing
fr: Rien

source: Everything
fr: Tout

source: Custom
fr: Personnalisé

source: not available
fr: pas disponible

source: Unknown
fr: Inconnu(e)

source: <b>All Connections</b>
fr: <b>Toutes les connexions</b>

source: <b>Current connection</b>
fr: <b>Connexion courante</b>

source: Connected since:
fr: Connected depuis :

source: Connection time:
fr: Temps de connexion :

source: Connections made:
fr: Connexions effectuées :

source: Disconnected since:
fr: Déconnecté depuis :

source: Disconnection time:
fr: Temps de déconnexion :

source: Discontinuities ...
fr: Discontinuités...

source: Duration of last
fr: Durée du dernier

source: Number
fr: Nombre

source: Number:
fr: Nom:

source: Offset of last
fr: Nom de l'étape

source: Size of last
fr: Nom de l'étape

source: Time of last
fr: Time du dernier

source: Timestamp of last
fr: Marqueur de temps du dernier

source: Timestamps:
fr: Marqueurs de temps

source: Total duration
fr: Durée totale

source: Total duration:
fr: Durée totale :

source: Total size
fr: Taille totale

source: Byte
fr: Octet

source: %d units
fr: %d unités

source: Buffers dropped:
fr: Tampons perdus :

source: Bytes read:
fr: Octets lus :

source: Last buffer read:
fr: Dernier tampon lu

source: <i>select an eater</i>
fr: <i>sélectionnez un mangeur</i>

source: <b>Properties:</b>
fr: <b>Propriétés :</b>

source: Properties
fr: _Port

source: Keycards
fr: Jetons

source: _Expire selected keycards
fr: Invalid_er les jetons sélectionnés

source: To use the iCalendar bouncer you need to have the '%s' module installed.
fr: Pour utiliser le bouncer iCalendar vous devez installer le module '%s'.

source: Failed to open iCalendar file '%s'. Check permissions on that file.
fr: Impossible d'ouvrir le fichier iCalendar '%s'. Vérifiez les droits de ce fichier.

source: Error parsing ical file '%s'.
fr: Erreur pendant l'analyse du fichier ical '%s'.

source: Invalid value for property %r: %s
fr: Valeur invalide pour la propriétés %r: %s

source: The value provided for the eater-with-stream-markers property must be one of video-backup, video-master.
fr: La valeur de la propriété 'eater-with-stream-markers' doit être 'video-backup' ou 'video-master'.

source: Error parsing ical file %s, so not scheduling any events.
fr: Une erreur est survenue durant l'analyse du fichier ical '%s', donc aucun évènement n'a été programmé.

source: An ical file has been specified for scheduling, but the necessary modules are not installed.
fr: Un fichier ical a été spécifié, mais les modules nécessaires ne sont pas installés.

source: Tried to switch to %s, but feed is unavailable. Will retry when the feed is back.
fr: Essai de changement vers %s, mais le flux est indisponible. Nouvel essai quand le flux sera revenu.

source: When switching to %s, feed timestamps out of sync by %us
fr: En changeant vers %s, les tampons de date était désynchronisés de %us

source: %s parameter(s) were specified but not all. Missing parameters are: %r
fr: %s paramètre(s) on été spécifié(s) mais pas tous. Les paramètres manquants sont: %r

source: Could not setup component.
fr: Impossible de mettre en place le composant:

source: Your configuration uses deprecated properties. Please update your configuration and correct them.
de: Die Einstellungsdatei benutzt veraltete Eigenschaften.
fr: Votre configuration utilise des propriétés dépréciées. S'il vous plait, mettez votre configuration à jour et et corrigez-les.

source: Please rename '%s' to '%s'.
fr: Veuillez renommer '%s' en '%s'.

source: When
fr: Quand

source: Which
fr: Quel

source: What
fr: Quel

source: Filename
fr: Nom de fichier

source: Current filename:
fr: Nom de fichier courant :

source: Start New File
fr: Démarrer un nouveau fichier

source: The configuration property 'rotate-type' should be set to 'size', time', or 'none', not '%s'. Please fix the configuration.
fr: La propriété de configuration 'rotate-type' devrait être 'size', 'time' ou 'none', pas '%s'. Veullez corriger la configuration.

source: The configuration property '%s' should be set. Please fix the configuration.
fr: La propriété de configuration '%s' doit être spécifiée. Veuillez corriger la configuration.

source: An iCal file has been specified for scheduling, but the '%s' module is not installed.
fr: Un fichier ical a été spécifié, mais le module '%s' n'est pas installé.

source: Failed to open output file '%s' for writing. Check permissions on the file.
fr: Impossible d'ouvrir le fichier de sortie '%s' en écriture. Vérifiez les permissions du fichier.

source: Failed to update symbolic link '%s'. Check your permissions.
fr: Impossible d'actualiser le lien symbolique '%s'. Vérifiez vos permissions.

source: Error writing to file '%s'.
fr: Erreur d'écriture du fichier '%s'.
