Repository: ylatuya/Flumotion
Catalog: po/*.po
Languages: de, fr

source: Component logged in with stale configuration. To fix this, stop this component and then restart the manager.
fr: Composant chargé avec une configuration trop ancienne. Pour corriger cela, arrêter le composant puis redémarrez le manager.

source: Failed to provide the master clock
fr: Impossible de fournir une horloge de référence

source: This component is configured for Flumotion project '%s', but that project is not installed.
fr: Ce composant est configuré pour le projet Flumotion '%s', mais ce projet n'est pas installé.

source: This component is configured for Flumotion '%s' version %s, but you are running version %s. Please update the configuration of the component.
fr: Ce composant est configuré pour Flumotion '%s' version %s, mais vous avez la version %s. Mettez la configuration de ce composant à jour.

source: Could not load component %r into %r: a component is already running with this name, but has a different configuration.
fr: Impossible de charger le composant %r dans %r : un composant est déjà lancé avec ce nom, mais a une configuration différente.

source: Invalid component configuration.
fr: Configuration invalide du composant.

source: Unknown component in configuration: %s.
fr: Composant inconnu dans la configuration : %s.

source: Unknown error while loading configuration.
fr: Erreur inconnue en chargeant la configuration.

source: The component could not be started.
de: Die Komponente konnte nicht gestartet werden.
fr: Le composant n'a pu être démarré.

source: Content License
fr: Licence du contenu

source: License
fr: Licence

source: Commercial
fr: Commercialle

source: Icecast Streamer (Audio and Video)
fr: Streamer Icecast (audio et vidéo)

source: Icecast audio/video
fr: Icecast audio/vidéo

source: Icecast Streamer (Audio Only)
fr: Streamer Icecast (audio seulement)

source: Icecast Streamer (Video Only)
fr: Streamer Icecast (vidéo seulement)

source: Icecast Video
fr: Icecast vidéo

source: Summary
fr: Sommaire

source: Mountpoint cannot be left empty. Fill the text field with a correct mount point tobe able to go forward.
fr: Le point de montage ne peut être laissé vide. Remplissez le champ de texte avec un point de montage correct pour pouvoir continuer.

source: HTTP Streamer (Audio and Video)
fr: Streeamer HTTP (audio et vidéo)

source: HTTP Streamer (Audio Only)
fr: Streamer HTTP (audio seulement)

source: HTTP Streamer (Video Only)
fr: Streamer HTTP (vidéo seulement)

source: HTTP Video
fr: HTTP vidéo

source: On Demand
fr: À la demande

source: This module is part of the '%s'.
fr: Ce module fait partie de '%s'.

source: Directory '%s' does not exist, or is not readable on worker '%s'.
fr: Le répertoire '%s' n'existe pas, ou n'est pas lisible par le worker '%s'.

source: Select this if you want to stream video
fr: Si vous souhaitez diffuser la vidéo

source: Select this if you want to stream audio
fr: Si vous souhaitez diffuser l'audio

source: kB
fr: ko

source: MB
fr: Mo

source: GB
fr: Go

source: TB
fr: To

source: hour(s)
fr: heure(s)

source: day(s)
fr: jour(s)

source: week(s)
fr: semaine(s)

source: Encoding
fr: Encodage en cours

source: Create an ondemand stream.
fr: Créer un flux à la demande.

source: Stream files on demand
fr: Diffuser des fichiers à la demande

source: Allows you to serve a collection of files from disk.
fr: Vous permet de diffuser une collection de fichiers stockés sur le disque.

source: Create a live stream.
fr: Créer un flux en direct.

source: Stream live
fr: Diffusion en direct

source: Allows you to create a live stream from a device or a file
fr: Vous permet de créer un flux en direct depuis un périphérique ou un fichier

source: Something is really wrong.
de: Etwas läuft wirklich falsch.
fr: Quelque chose ne va vraiment pas.

source: %s is really wrong.
fr: %s ne va vraiment pas.

source: warning
de: Warnung
fr: avertissement

source: uh oh
de: oh oh
fr: oh oh

source: I am a translatable string
de: Ich bin ein übersetzbarer Text
fr: Je suis une chaîne traduisible

source: I am a translated string
de: Ich bin ein übersetzter Text
fr: Je suis une chaîne traduite

source: I can translate %d thing
de: Ich kann %d übersetzten
fr: Je peux traduire %d chose

source: I translated %d thing
de: Ich übersetzte %d Ding
fr: J'ai traduit %d chose

source: %s can be translated
de: %s kann übersetzt werden.
fr: %s·peut être traduit.

source: %s %d has %d thing
de: %s %d hat %d Dinge
fr: %s %d a %d chose

source: Something is really wrong.
de: Etwas läuft wirklich falsch
fr: Quelque chose ne va vraiment pas.

source: But does %s know what ?
de: Aber weiß %s das?
fr: Mais %s le sait-il ?

source: Select ...
fr: Selectionner...

source: _Finish
fr: _Finir

source: Could not probe devices.
fr: Impossible de tester les périphériques.

source: Could not find any device in the system. Please check whether the device is correctly plugged in and whether the modules are correctly loaded.
fr: Impossible de trouver un périphérique sur le systéme. Veuillez vérifier que le périphériques est correctement branché et/ou que les modules sont correctement chargés.

source: Could not open device '%s' for reading. Check permissions on the device.
de: Konnte Gerät '%s' nicht zum Lesen öffnen. Bitte die Reche überprüfen.
fr: Impossible d'accéder en lecture au périphérique '%s'. Veuillez vérifier les permissions de ce périphérique.

source: Could not open device '%s' for writing. Check permissions on the device.
fr: Impossible d'accéder en lecture au périphérique '%s'. Veuillez vérifier les permissions de ce périphérique.

source: Could not open device '%s'. Check permissions on the device.
de: Konnte Gerät '%s' nicht öffnen. Bitte die Reche überprüfen.
fr: Impossible d'ouvrir le périphérique '%s'. Vérifiez les permissions de ce périphérique.

source: Device '%s' is already in use.
de: Gerät '%s' wird bereits benutzt.
fr: Le périphérique '%s' est déjà utilisé.

source: Device '%s' did not accept the requested settings.
de: Gerät '%s' nahm die erforderten Einstellungen nicht an.
fr: Le périphérique '%s' n'accepte pas les paramètres demandés.

source: Internal unhandled GStreamer error.
fr: Erreur non-gérée interne à GStreamer.

source: Could not probe device '%s'.
de: Überprüfung von '%s' nicht möglich
fr: Impossible de tester le périphérique '%s'.

source: No device found on %s.
de: Kein Gerät bei %s gefunden.
fr: Aucun périphérique trouvé sur %s.

source: This host is missing the '%s' GStreamer plug-in.
fr: Cet hôte a besoin du plug-in GStreamer '%s'.

source: Please install '%s'.
fr: Veuillez installer '%s'.

source: Your '%s' GStreamer plug-in is too old.
fr: Votre plug-in GStreamer '%s' est trop vieux.

source: Please upgrade '%s' to version %s or higher.
fr: Veuillez mettre à jour '%s' vers la version %s (au moins).

source: Synchronization between audio and video may not be correct.
de: Audio und Video sind eventuell asynchron .
fr: La synchronization audio/vidéo risque de ne pas être correcte.

source: Could not find or open the Firewire device. Check the device node and its permissions.
de: Konnte das Firewiregerät nicht finden oder öffnen. Bitte den Gerät-Knotenund die Rechte überprüfen.
fr: Impossible de trouver ou ouvrir le périphérique Firewire. Vérifier le device node et ses permissions.

source: No Firewire device found.
de: Kein Firewiregerät gefunden.
fr: Aucun périphérique Firewire trouvé.

source: Could not open Firewire device for reading. Check permissions on the device.
fr: Impossible d'accéder en lecture au périphérique '%s'. Veuillez vérifier les permissions de ce périphérique.

source: Could not probe Firewire device.
de: Konnte das Firewiregerät nicht überprüfen.
fr: Impossible de tester le périphérique Firewire.

source: GStreamer error, dv1394src factory could not be found. Maybe gstreamer-plugins-good is not properly installed.
fr: Erreur GStreamer, dv1394src factory n'a pu être trouvé. gstreamer-plugins-good n'est peut-être pas correctement installé.

source: Could not find any Firewire device on the system. Please check whether the device is correctly plugged in and whether the modules are correctly loaded.
fr: Impossible de trouver un périphérique Firewire sur le système. Veuillez vérifier que le périphériques est correctement branché et/ou que les modules sont correctement chargés.

source: Check timed out.
fr: Vérification trop longue.

source: Connecting to %s:%s
de: Verbinde mit %s:%s

source: Loading UI for %s ...
de: Lade Oberfläche für %s

source: Loading tab %s for %s ...
de: Lade Tab %s für %s

source: %s does not have a UI yet
de: %s hat keine Oberfläche

source: Lost connection to manager, reconnecting ...
de: Verbindung zum Manager verloren, versuche es erneut

source: Connection to manager on %s was refused.
de: Die Verbindung zum Manager auf %s wurde verweigert.

source: Connection to %s was refused
de: Verbindung %s wurde verweigert.

source: Component %s is sad
de: Die Komponente %s ist traurig

source: Showing UI for %s
de: Zeige Oberfläche für %s

source: Component %s is still sleeping
de: Komponente %s schläft noch

source: Requesting UI for %s ...
de: Frage nach der Oberfläche für %s ...

source: The wizard cannot be run because no workers are logged in.
de: Der Wizard kann nicht gestartet werden, wenn keine Arbeiter angemeldet sind.

source: Reloading component code for %s
de: Lade den Code für die Komponente %s

source: No component selected.
de: Keine Komponente ausgewählt.

source: Could not reload component: %s.
de: Konnte die Komponente nicht neuladen: %s.

source: Reloading ...
de: Erneut Laden

source: Reloading client code
de: Den Code des Klienten neuladen

source: Reloading %s code
de: Lade den Code von %s neu

source: Note
de: Notiz

source: Message
de: Nachricht

source: Connect to Flumotion manager
de: Mit dem Flumotion Manager verbinden

source: Host information
de: Host Informationen

source: Please enter the address where the manager is running.
de: Bitte hier die Adresse des Managers eingeben.

source: Please select among the following authentication methods.
de: Bitte eine Anmelde-methode wählen.

source: Recent connections
de: Letzte Verbindungen

source: Mood
de: Stimmung

source: Worker
de: Arbeiter

source: _Restart
de: _Neustart

source: St_op
de: St_opp

source: Reload _code
de: _Code neuladen

source: _Modify element property ...
de: _Eigenschaften des Elements editieren...

source: If you want to stream video
de: Wenn Video gesendet werden soll

source: If you want to stream audio
de: Wenn Audio gesendet werden soll

source: Probing webcam, this can take a while...
de: Überprüfe die Webcam. Dies kann einen Moment dauern...

source: Click Next to proceed without overlay.
de: Bitte 'Weiter' klicke, um ohne Overlay fortzufahren.

source: <b>Clients</b>
de: <b>Klienten</b>

source: Web URL:
de: Internet URL:

source: window1
de: hmm... Grünkohl !

source: The generated Ogg stream will not be fully compliant, and possibly not even play correctly.
de: Der generierte OGG-Strom wird nicht ganz konform sein und deswegeneventuell nicht korrekt abgespielt.

source: Could not start component.
de: Konnte Komponente nicht starten:

source: Could not connect to %s:%d for feed %s.
de: Konnte nicht nach %s:%d zur Einspeisung %s verbinden.

source: Device node /dev/raw1394 does not exist.
de: Geräte-Knoten /dev/raw1394 existiert nicht.

source: S_tart Component
de: Komponente s_tarten

source: St_op Component
de: Komponente st_oppen

source: Run _Wizard
de: _Wizard starten

source: Reload _Manager
de: _Manager neustarten

source: Flumotion Configuration Wizard
de: Flumotion Einstellungs Wizard

source: _Password
de: Passwort

source: Name and Password
de: Name und Passwort

source: _Authentication Method
de: Anmelde-Methode

source: _Username
de: _Benutzername

source: _Host
de: _Rechner

source: _Volume:
de: _Lautstärle:

source: minute hour day week month
de: Minute Stunden Tag Woche Monat

source: _Rotate entry every
de: _Rotiere alle

source: B_andwidth limit:
de: Bandbreitenbegrenzung:

source: _User limit:
de: Benutzerbegrenzung:

source: clients
de: Klienten

source: Creative Commons GNU FDL Commercial
de: Creative·Commons GNU·FDL Komerziell

source: _Keyframe spacing: every
de: Abstand zwischen _Keyframes: jeder

source: frames
de: Bilder

source: Line in Microphone CD
de: Line-In Mikrophone CD

source: TV Card Firewire Webcam Test
de: TV-Karte Firewire Webcam Test

source: Firewire Sound card Test
de: Firewire Sound-Karte Test

source: Congratulations ! You are now ready to use your streaming server. When you press "Apply", your configuration will be automatically loaded on your network. This will take some time.
de: Herzlichen Glühstrumpf! Es ist alles fertig für die Benutzung des Flumotion Streaming Server Bei einem Klick auf "Anwenden" werden ist Einstellungen automatisch geladen.Das kann ein wenig dauern.

source: Snow Black
de: Schnee Schwarz

source: Television Composite1 S-Video Composite3
de: Fernsehn Composite1 S-Video Composite3

source: Welcome to the Flumotion configuration wizard. This wizard will guide you through the required steps to help you configure your streaming media server.
de: Willkommen im Flumotion Einstellungs Wizard. Dieser Assistent hilft bei der Einrichtung des Flumotion Streamer Servers.
