Repository: ylatuya/Flumotion
Catalog: po/*.po
Languages: de, fr

source: Failed expanding filename prefix: %r <-- %r.
fr: Impossible d'étendre le préfixe du nom de fichier : %r <- %r.

source: The stream is temporarly unavailable. No data is being transmitted right now.
fr: Le flux est temporairement indisponible. Aucune donnée n'est transmise pour le moment.

source: <b>Client consumption</b>
fr: <b>Consommation du client</b>

source: <b>Stream</b>
de: <b>Strom</b>
fr: <b>Flux</b>

source: Average bitrate:
fr: Débit moyen :

source: Average:
de: Im Schnitt:
fr: Moyenne:

source: Current bitrate:
fr: Débit courant:

source: Current:
de: Zur Zeit:
fr: Courant:

source: Mime type:
fr: Type MIME:

source: Peak:
de: Maximum:
fr: Maximum:

source: Total bytes:
fr: Total (octets) :

source: at
de: bei
fr: à

source: of
de: von
fr: de

source: Version %s of the '%s' GStreamer plug-in is too old.
fr: La version %s du plug-in GStreamer '%s' est trop vieille.

source: Please upgrade '%s' to version %s.
de: Bitte '%s' auf Version %s aktualisieren.
fr: Veuillez mettre à jour '%s' vers la version %s.

source: Your system configuration does not allow the maximum client limit to be set to %d clients.
fr: Votre configuration système ne permet pas de choisir %d pour limite maximum de clients.

source: Learn how to increase the maximum number of clients.
fr: Apprendre comment augmenter le nombre maximal de clients.

source: Network error: TCP port %d is not available.
de: Netzwerk-Fehler: der TCP-Port %d ist nicht benutzbar.
fr: Erreur de réseau: le port TCP %d n'est pas disponible.

source: Overlayed text '%s' too wide for the video image.
fr: Le texte en surimpression '%s' est trop large pour l'image vidéo.

source: Overlayed logotypes too wide for the video image.
fr: Les logos en surimpression sont trop large pour l'image vidéo.

source: The 'videomixer' GStreamer element has a bug in this version (0.10.7). You may see many errors in the debug output, but it should work correctly anyway.
fr: L'élément GStreamer 'videomixer' a un bug dans cette version (0.10.7). Vous verrez probablement beaucoup d'erreurs dans la sortie de débogage, mais il devrait fonctionner correctement tout de même.

source: Color balance
fr: Balance des couleurs

source: H_ue:
fr: Teinte :

source: _Brightness:
fr: _Luminosité :

source: _Contrast:
fr: _Contraste :

source: Left channel level:
fr: Niveau du canal gauche :

source: Mono channel level:
fr: Niveau du canal mono :

source: Right channel level:
fr: Niveau du canal droit :

source: Channel %d level:
fr: Niveau du canal %d :

source: Change _volume:
fr: Changer le _volume :

source: When increasing above 0 dB, you risk distorting the audio signal
fr: En aumentant au delà de 0 db, vous risquez de distordre le signal

source: _Allow increasing the volume above 0dB
fr: _Autoriser l'augmentation du volume

source: Encodes a raw video feed using BBC's Dirac codec.
fr: Ecodes un flux vidéo brut en utilisant le codec BBC's Dirac.

source: The bit rate to encode at (in bps).
fr: Le débit auquel encoder (en bps).

source: Dirac Encoder
fr: Encodeur Dirac

source: Encodes raw video feed to JPEG frames.
fr: Encode un flux vidéo brut en images JPEG.

source: The Frame rate at which to encode.
fr: Le nombre d'images par seconde auquel encoder.

source: The quality of the JPEG encoding (from 0 to 100 %).
fr: La qualité de l'encodage JPEG (de 0 à 100 %).

source: Frame _rate:
de: Bildrate:
fr: Images pa_r secondes:

source: _Quality:
de: _Qualität:
fr: _Qualité :

source: frames/s
de: Bilder/s
fr: images/s

source: JPEG Encoder
fr: Encodeur JPEG

source: Encodes raw audio to mu-law.
fr: Encode un flux audio brut avec la loi μ.

source: Mulaw
fr: Loi μ

source: There are no configuration parameters to configure.
fr: Il n'y a pas de paramètre à configurer

source: Mulaw Encoder
fr: Encodeur pour la loi μ

source: An encoder using JPEG frames and delta frames.
fr: Un encodeur utilisant des images JPEG et des images de différence.

source: How often a key frame should appear (in frames. default: 20)
fr: La durée entre chaque keyframe (en images. défaut 20)

source: The maximum JPEG quality (0-100 %. default: 85 %).
fr: La qualité JPEG maximale (0-100%. default : 85%)

source: The minimum JPEG quality (0-100 %. default: 10 %).
fr: La qualité JPEG minimale (0-100%. default : 10 %)

source: The motion estimation threshold (0 - 10000000. default: 3000).
fr: Seuil de l'estimation de mouvement (0 - 10000000. defaut: 3000).

source: M_aximum quality:
de: m_aximale Qualität:
fr: Qualité m_aximale:

source: M_inimum quality:
de: m_inimale Qualität:
fr: Qualité m_inimale:

source: _Key frame interval: every
fr: Espacement des keyframes: tous les

source: _Threshold:
de: _Grenze:
fr: Seuil :

source: seconds
fr: secondes

source: Smoke Encoder
fr: Encodeur Smoke

source: Encodes a raw audio feed using the Speex speech codec.
fr: Encode un flux audio brut avec le codec Speex pour la voix.

source: Speex Encoder
fr: Encodeur Speex

source: Your configuration uses 'bitrate' expressed in kbit/sec. Please convert it to a value in bit/sec by multiplying the value by 1000.
fr: Votre configuration utilise un 'débit' exprimé en kbit/sec. S'il vous plait, convertissez-le en bit/sec en multipliant par 1000.

source: Encodes a raw video feed using Xiph's Theora codec.
fr: Encode un flux vidéo brut en utilisant le codec Xiph's Theora.

source: The encoding quality (0-63, if not using bitrate).
fr: La qualité d'encodage (0-63, sauf utilisation du débit).

source: The maximum distance between key frames (in frames).
fr: Distance maximale entre les keyframes (en nombre d'images).

source: The minimum distance between key frames (in frames).
fr: Distance minimale entre les keyframes (en nombre d'images).

source: The noise sensitivity (defaults to 1)
fr: La sensibilité au bruit (défaut à 1)

source: The sharpness encoder parameter: 0, 1, or 2.
fr: Le paramètre de dureté de l'encodeur : 0, 1 ou 2.

source: Whether to use quick, lower-quality compression.
fr: Si oui ou non on utilise une compression rapide et de qualité plus basse.

source: A shorter time between key frames reduces playback latency at the cost of a higher bit rate or lower quality.
fr: Un temps plus court entre keyframes réduit la latence de lecture au prix d'un plus haut débit, ou d'une qualité moindre.

source: Advanced settings
fr: Configuration avancée

source: Time between _key frames:
fr: Temps entre chaque _keyframe :

source: _Noise sensitivity:
fr: Se_nsibilité au bruit :

source: _Sharpness:
fr: Dureté :

source: Theora Encoder
fr: Encodeur Theora

source: An audio encoder that encodes to Vorbis.
fr: Un encodeur audio pour Vorbis

source: The number of audio channels to encode.
fr: Le nombre de canaux audio à encoder.

source: The quality to encode at (from -0.1 to 1.0). This is only used if bitrate is not set.
fr: La qualité à laquelle encoder (de -0.1 à 1.0). Utilisée seulement si le débit n'est pas défini.

source: Vorbis Encoder
fr: Encodeur Vorbis

source: Internal GStreamer error.
de: Fehler in GStreamer
fr: Erreur interne à GStreamer

source: Programming error in component.
fr: Erreur de programmation dans le composant.

source: Your gst-plugins-base is too old, so feeder statistics will be unavailable.
fr: Votre gst-plugins-base est trop vieux, les statistiques des feeders ne seront pas disponibles.

source: Internal Flumotion error.
fr: Erreur interne à GStreamer

source: You will get more debugging information if you upgrade to GStreamer 0.10.13 or later.
fr: Vous aurez plus d'informations de debogage en mettant à jour GStreamer (version 0.10.23 ou plus)

source: The worker does not have the '%s' element installed. Please install the necessary plug-in and restart the component.
de: Beim Arbeiter ist das Element'%s' nicht installiert. Bitte das notwendige Plugin installieren und die Komponente neustarten.
fr: L'élément '%s' n'est pas installé pour le worker. Veuillez installer le plug-in requis et redémarrer le composant.

source: GStreamer error: could not parse component pipeline.
de: GStreamer-Fehler: konnte die Pipeline nicht parsen.
fr: Erreur GStreamer: impossible d'analyser le pipeline du composant.

source: at %s
fr: à %s

source: %.2f requests/m
fr: %.2f requêtes/min

source: <b>Client Consumption</b>
de: <b>Klientenkonsum</b>
fr: <b>Consommation du client</b>

source: <b>Server</b>
fr: <b>Serveur</b>

source: Average Bitrate:
fr: Débit Moyen:

source: Average File Read:
fr: Moyenne de fichiers lus :

source: Average Rate:
fr: Taux moyen :

source: Cancelled:
fr: Annulé(s) :

source: Cleanups:
fr: Nettoyages :

source: Current Bitrate:
fr: Débit courant:

source: Efficiency:
fr: Rendement :

source: Finished:
fr: Fini(s) :

source: From Temp:
fr: De Temp :

source: Last Cleanup:
fr: Dernier nettoyage :

source: Peak Bitrate:
fr: Débit maximum :

source: Peak Rate:
fr: Taux maximum :

source: Rate:
fr: Taux :

source: Size:
fr: Taille :

source: Usage:
fr: Utilisation :

source: The 'drop-probability' property is specified, but it only works with GStreamer core newer than 0.10.12. You should update your version of GStreamer.
fr: La propriété 'drop-probabilité' est spécifiée mais ne fonctionne qu'avec les versions de GStreamer core supérieures à 0.10.12. Vous devriez mettre à jour votre version de GStreamer.

source: The 'drop-probability' property can only be between 0.0 and 1.0.
fr: La propriété 'drop-probabilité' doit être entre 0.0 et 1.0.

source: Version %s of the '%s' GStreamer plug-in contains a bug.
de: Die Version %s des GStreamer-Plugins '%s' enthält einen Fehler.
fr: La version %s du plug-in GStreamer '%s' est trop vieille.

source: Muxes encode feeds into a Multipart feed.
fr: Les multiplexeurs encodent les flux dans un flux Multipart.

source: Muxes encode feeds into an Ogg feed.
fr: Les multiplexeurs encodent les flux dans un flux Ogg.

source: A HTML template to use to serve the cortado applet.
fr: Un modèle HTML à utiliser pour l'applet cortado.

source: Publish embedded Java player page
fr: Publier la page contenant le lecteur Java

source: Serves the embedded Cortado Java player.
fr: Dessert le lecteur Java Cortado.

source: The URL to the stream we are displaying.
fr: L'URL du flux que nous montrons.

source: The base URL used to fetch the cortado applet code.
fr: L'URL de base utilisée pour récupérer le code de l'applet cortado.

source: The frame rate used in the cortado applet.
fr: Le nombre d'images par seconde utilisé par l'applet cortado.

source: The height of the cortado applet.
fr: La hauteur de l'applet cortado.

source: The name of the index file. The default is index.html.
fr: Le nom du fichier d'index. Le défaut est index.html

source: The size of the buffer in the cortado applet.
fr: La taille du tampon dans l'applet cortado.

source: The width of the cortado applet.
fr: La largeur de l'applet cortado.

source: Whether audio should be streamed.
fr: Si oui ou non l'audio doit être diffusée.

source: Whether video should be streamed.
fr: Si oui ou non la video doit être diffusée.

source: Audio Test
fr: Test audio

source: _Frequency:
fr: _Fréquence :

source: _Wave form:
fr: Forme de l'onde :

source: Produces an example audio signal without using a device.
fr: Produit un signal audio d'exemple sans utiliser de périphérique.

source: Test audio producer
fr: Source audio de test

source: The Sample rate (in Hz). Defaults to 44100.
fr: La fréquence d'échantillonnage (en Hz). Défaut à 44100.

source: The fraction of buffers to drop (0.0 - 1.0). Only useful for debugging.
fr: La fraction de tampons à perdre (0.0 - 1.0). Utile seulement pour le débogage.

source: The frequency of the test signal (in Hz). Defaults to 440.
fr: La fréquence du signal de test (en Hz). Défaut à 440.

source: The volume of the test signal (0.0 - 1.0). Defaults to 1.0.
fr: Le volume du signal de test (0.0 - 1.0). Défaut à 1.0.

source: F_requency:
de: F_requenz:
fr: F_réquence:

source: _Sample rate:
de: _Abtastrate:
fr: _Taux d'échantillonage :

source: Test Audio Producer
fr: Source audio de test

source: A producer that captures a raw video feed from a TV card.
fr: Un producteur qui capture le flux video brut d'une carte TV.

source: TV card
fr: Carte TV

source: The brightness of the video (0-65535).
fr: La luminosité de la vidéo (0-65535).

source: The contrast of the video (0-65535).
fr: Le contraste de la vidéo (0-65535).

source: The frame rate of the produced video.
fr: Le nombre d'images par seconde de la vidéo produite.

source: The height of the produced video.
fr: La hauteur de la vidéo produite.

source: The hue of the video (0-65535).
fr: La teinte de la vidéo (0-65535).

source: The input channel (TV/Composite1/S-Video/...).
fr: Le canal d'entrée (TV/Composite1/S-Video/...).

source: The path to the device node.
fr: Le chemin vers le device node.

source: The saturation of the video (0-65535).
fr: La saturation de la vidéo (0-65535).

source: The signal type (PAL/SECAM/NTSC/...).
fr: Le type de signal (PAL/SECAM/NTSC/...).

source: The width of the produced video.
fr: La largeur de la vidéo produite.

source: TV _norm:
fr: _Norme TV:

source: Video _source:
de: _Videoquelle:
fr: _Source vidéo :

source: _Device:
de: _Gerät:
fr: _Périphérique :

source: TV Card
fr: Carte TV

source: Probing the TV card. This can take a while...
fr: Détection de la carte TV, cette étape peut prendre du temps...

source: Version %d.%d.%d of the PyGTK library contains a memory leak.
fr: La version %d.%d.%d de la bibliothèque PyGTK contient une fuite de mémoire.

source: The Soundcard and Firewire sources may leak a lot of memory as a result, and would need to be restarted frequently.
fr: Les cartes son et les sources Firewire peuvent souffrir de fuites de mémoire, et nécessitent d'être redémarrées fréquemment.

source: Please upgrade '%s' to version %s or later.
fr: Veuillez mettre à jour '%s' vers la version %s (au moins).

source: Version %d.%d.%d of the gst-python library contains a large memory leak.
fr: La version %d.%d.%d de la bibliothèque gst-python contient une grosse fuite de mémoire.

source: The Soundcard and Firewire sources may leak a lot of memory as a result, and need to be restarted frequently.
fr: Les cartes son et les sources Firewire peuvent souffrir de fuites de mémoire, et nécessitent d'être redémarrées fréquemment.

source: Version %d.%d.%d of the GStreamer library is too old.
fr: La version %d.%d.%d de la bibliothèque GStreamer' est trop vieille.

source: The '%s' component needs a newer version of '%s'.
fr: Le composant '%s' nécéssite une nouvelle version de '%s'.

source: Version %d.%d.%d of the gst-python library is too old.
fr: La version %d.%d.%d de la bibliothèque gst-python est trop vieille.

source: The camera has now been reconnected.
fr: La caméra est maintenant reconnectée.

source: The camera has been disconnected.
fr: La camera à été déconnecté.

source: Firewire video
fr: Firewire vidéo

source: Produces feeds from a Firewire/DV device.
fr: Produit des flux depuis un périphériques Firewire/DV.

source: The GUID of the device (a hexadecimal such as 0xhhhhhhhhhhhhhhhh).
fr: Le GUID du périphérique (en hexadécimal, par exemple : 0xhhhhhhhhhhhhhhhh).)

source: The final width, including correction.
fr: La largeur finale, incluant la correction.

source: The framerate (in fps).
fr: Le nombre d'images par seconde.

source: The height to scale to.
fr: La hauteur à laquelle s'adapter.

source: The width to scale to before correcting.
fr: La largeur à atteindre avant de corriger.

source: Whether to scale to a 1:1 pixel aspect ratio.
fr: Si oui ou non le ratio 1:1 de pixel doit être respecté.

source: <b>Camera settings</b>
de: <b>Kamera-Einstellungen</b>
fr: <b>Réglages de Caméra</b>

source: <b>Device:</b>
fr: <b>Périphérique :</b>

source: <b>Output format</b>
de: <b>Ausgabe-format</b>
fr: <b>Format de sortie</b>

source: <b>Scaling</b>
de: <b>Skalierung</b>
fr: <b>Mise à l'échelle</b>

source: <b>Width correction</b>
de: <b>Breitenkorrektur</b>
fr: <b>Correction de largeur</b>

source: Convert to s_quare pixels
de: Wandle um in Quadratpixel
fr: Convertir en pixels _carrés

source: PAL, 4:3 (59/54 pixel aspect ratio)
de: PAL,·4:3·(Pixelverhältnis 59/54)
fr: PAL,·4:3·(ratio de pixel 59/54)

source: Recommended if you are outputting to a computer screen
de: Notwending wenn die Ausgabe auf einem Monitor statt findet
fr: Recommandé pour la visualisation sur moniteur d'ordinateur

source: Scaled _height:
de: skalierte _Höhe:
fr: _Hauteur mise à l'échelle :

source: _No width correction
de: Keine Breitenkorrektur
fr: Aucu_ne correction de largeur

source: _Pad to multiple of 8 pixels
de: Fülle auf 8 Pixel
fr: C_omplêter jusqu'à un multiple de 8 pixels

source: _Stretch to multiple of 8 pixels
de: Strecke auf 8 Pixel
fr: Et_irer à un multiple de 8 pixels

source: frames per second
de: Bilder pro Sekunde
fr: images par seconde

source: none
de: keine
fr: aucun

source: %s, %s (%d/%d pixel aspect ratio)
de: %s,·%s·(Pixelseitenverhältnis %d/%d)
fr: %s,·%s·(ratio de pixel %d/%d)

source: %dx%d, %d/%d pixel aspect ratio
de: %dx%d,·Pixelseitenverhältnis %d/%d
fr: %dx%d,·ratio de pixel de %d/%d

source: Checking for Firewire devices...
fr: Détection de périphériques Firewire...

source: Checking for Firewire device...
de: Überprüfe Firewire-geräte
fr: Détection du périphérique Firewire...

source: Firewire Video
fr: Firewire vidéo

source: Firewire Audio
fr: Firewire vidéo

source: The GDP producer cannot function with this bug.
fr: Le producteur GDP ne peut fonctionner avec ce bug.

source: <b>File Information</b>
fr: <b>Information sur le fichier</b>

source: <i>No file given yet !</i>
fr: <i> Pas de fichier spécifié pour le moment!</i>

source: Duration:
fr: Durée :

source: File:
fr: Fichier :

source: Video:
fr: Vidéo :

source: Current position:
fr: Position courante :

source: Number of loops:
fr: Nombre de répétitions :

source: Restart
fr: _Redémarrer

source: Restart looping:
fr: Redémarrer la boucle :

source: Could not open file '%s' for reading.
fr: Impossible d'ouvrir le fichier '%s' en lecture.

source: Height:
fr: _Hauteur :

source: Location:
fr: Position :

source: Width:
fr: Largeur :

source: '%s' is not a valid file, or is not readable on worker '%s'.
fr: '%s' n'est pas un fichier valide, ou n'est pas lisible par le worker '%s'.

source: Loop Video
fr: Passer la video en boucle

source: Loop audio
fr: Passer l'audio en boucle

source: Failed to parse a playlist from file %s: %s
fr: Impossible d'analyser la liste de lecture du fichier '%s' : %s

source: %s is missing. Make sure your gnonlin installation is complete.
fr: %s est manquant. Assurez-vous que l'insltallation gnonlin est complète.

source: The soundcard volume cannot be changed with this version of the 'gst-python' library.
fr: Le volume de la carte son ne peut pas être changé avec cette version de 'gst-python'.

source: Please upgrade '%s' to version %s or later if you require this functionality.
fr: Veuillez mettre à jour '%s' vers la version %s (au moins) si vous avez besoin de cette fonctionnalité.

source: Could not open sound device '%s'. Please check permissions on the device.
fr: Impossible d'ouvrir le périphérique de son '%s'. Vérifiez les droits sur ce périphérique.

source: The sound device '%s' is in use by another program. Please stop the other program and try again.
fr: Le périphérique de son '%s' est utilisé par un autre programme. Veuillez arrêter ce programme et essayer de nouveau.

source: Captures a raw audio feed from a soundcard.
fr: Capture un flux audio brut depuis une carte son.

source: Sound card
fr: Carte son

source: The Number of channels to capture (default 2).
fr: Le nombre de canaux à capturer (défaut 2).

source: The Sample rate to capture at (in Hz. default: 44100).
fr: La fréquence d'échantillonnage à utiliser (en Hz. defaut: 44100).

source: The bit depth to use (default 16).
fr: Profondeur de couleur en bits à utiliser (défaut 16).

source: The device property to use for the the source element.
fr: La propriété du périphérique à utiliser pour l'élément source.

source: The label of the input track to be used for recording (the default is to use whatever is currently set).
fr: Le libellé de la piste d'entrée à utiliser pour l'enregistrement (le défaut est d'utiliser la valeur en cours).

source: Bi_t depth:
de: Bittiefe:
fr: Profondeur d'échan_tillonage :

source: Sample _rate:
de: _Abtastrate:
fr: _Taux d'échantillonage :

source: Sound _system:
fr: _Système sonore :

source: _Channels:
de: _Kanäle:
fr: _Canaux :

source: _Input:
de: _Eingang:
fr: _Entrée :

source: Stereo
fr: Stéréo

source: Sound Card
fr: Carte Son

source: Looking for the sound devices present on the system. This can take a while...
fr: Détéction de périphériques de son présent sur le système. Cela peut prendre un moment...

source: Probing the sound card. This can take a while...
fr: Test de la carte son. Cela peut prendre un moment...

source: SMPTE Color bars
de: SMPTE Farbbalken
fr: Barres de couleur SMPTE

source: Random (television snow)
de: Zufall (Fernseh-Schnee)
fr: Aléatoire (Neige de télévision)

source: Totally black
de: Schwarz
fr: Totalement noir

source: Pattern:
de: Motiv:
fr: Motif :

source: Pattern
de: Motiv
fr: Motif

source: Produces an example video signal without using a device.
fr: Produit un signal vidéo d'exemple sans utiliser de périphérique.

source: Test video producer
fr: Source vidéo de test

source: The height in pixels.
fr: La hauteur en pixels.

source: The video frame rate as numerator/denominator.
fr: Le nombre d'image par seconde sous la forme numérateur/dénominateur.

source: The video pixel aspect ratio as numerator/denominator.
fr: Le ratio de l'image sous la forme numérateur/dénominateur.

source: The width in pixels.
fr: La largeur en pixels.

source: Video format
fr: Format vidéo

source: Whether to overlay buffer timestamps.
fr: Si oui ou non les marqueurs de temps doivent être affichés en surimpression.

source: Whether to overlay system clock time. Overrides overlay-timestamps if set.
fr: Si oui ou non l'heure système doit être affichée en surimpression. (si oui, prévaut sur overlay-timestamps)

source: Test Video Producer
fr: Source vidéo de test

source: Produces a raw video feed from a webcam.
fr: Produit un flux vidéo brut depuis une webcam.

source: The Colorspace fourcc to capture in.
fr: L'espace de couleur fourcc dans lequel capturer.

source: The Mime type of video to produce (e.g. video/x-raw-yuv).
fr: Le type Mime de la vidéo à capturer (e.g. video/x-raw-yuv).

source: The frame rate of the video to capture.
fr: Le nombre d'image par seconde de la vidéo à capturer.

source: The height of the video to capture.
fr: La hauteur de la vidéo à capturer.

source: The hue of the video (0-65535)
fr: Teinte de la video (0-65535)

source: The path to the device node from which to capture.
fr: Le chemin vers le device node à partir duquel capturer.

source: The saturation of the video (0-65535)
fr: La saturation de la vidéo (0-65535)

source: The width of the video to capture.
fr: La largeur de la vidéo à acquérir.

source: Web camera
fr: Webcam

source: Name:
fr: Nom :

source: _Size:
fr: Taille :

source: Probing the webcam. This can take a while...
fr: Test de la webcam, cette étape peut prendre du temps...

source: A programming error occurred.
fr: Une erreur de programmation est survenue.

source: Report a bug
fr: Rapporter un bogue.

source: Show debug information
fr: Montrer l'information de débogage

source: The orientation of the tray.
fr: L'orientation de la zone de notification.

source: Failed to upgrade config %r from version %d. Please file a bug.
fr: Impossible de mettre à jour la configuration %r depuis la version %d. Veuillez rapporter ce bogue.
